<?php
	// 钓鱼岛之歌 任务 特殊处理 task_id 191785
	if ( $task_info['task_id'] == 191785 ) {
		
		$task_info['new_title'] = '实物奖';
		$task_info['new_desc'] = '
一等奖1名：20年陈年铁观音一盒+中秋月饼一盒； <br/>
二等奖1名：10年陈年铁观音一盒+中秋月饼一盒；<br/>
三等奖2名：中秋月饼一盒。<br/>';

	// 大树网 任务 192978
	} elseif ( $task_info['task_id'] == 192978 ) {

		$task_info['new_title'] = '5000元现金/2500元商城券';
		$task_info['new_desc'] = '
金  奖：1名，奖金价值5000元现金<br/>
中标者获得赏金的80% <br/>
创意奖：3名，每名奖励价值500元商城券<br/>
入围奖：10名，每名奖励价值100元商城券<br/>';
		
	// 大树网 任务 192979
	} elseif ( $task_info['task_id'] == 192979 ) {
	
		$task_info['new_title'] = '1200元现金/800元商城券';
		$task_info['new_desc'] = '
金  奖：1名，奖金价值1200元现金<br/>
中标者获得赏金的80% <br/>
创意奖：8名，每名奖励价值100元商城券<br/>';

	}
?>