<?php
/**
 * 数组键的定义:
 * 单词与单词之间必须用下划线来连接,首字母必须用小写，适用于所有的lang数组；
 * @version kppw2.0
 * @author xxy
 *  0表示同一页面出现同一中文，英文不同。
 */
$lang = array(
		'coper'=>'合作共赢',
		'type_title'=>'有哪些合作类型？',
		'type_title_2'=>'选择一品合作共赢',
		'type_list'=>array(
				0=>array('奖品提供','在IT帮手网主题活动中，提供奖品支持，网站回馈相应的广告和推广资源'),
				1=>array('媒体采访','威客行业资讯采访、IT帮手网新闻发布、策划活动跟踪报道、事件性新闻报道联络。'),
				2=>array('广告投放','在IT帮手网首页及相应热门位置投放广告、软文等。'),
				3=>array('区域代理','代理IT帮手网在特定区域的任务组织、VIP商铺招商产品等。'),
				4=>array('友情链接','高质量、高权重网站底部友情合作链接'),
				5=>array('资源置换','网站上媒体资源、广告置换置换、推广资源置换等。'),
				6=>array('合作运营','合作运营IT帮手网装修频道区域及其他相关类目的频道。'),
				7=>array('活动推广','帮助推广IT帮手网的活动及目标会员。吸纳会员进驻和任务发布'),
				8=>array('网站兼职','网络兼差，兼职为IT帮手网提供软文发布、网络推广、微博营销、社区发帖等服务。'),
				9=>array('其他合作','您想得到的，可以跟IT帮手网互利共赢的合作项目，请把想法告诉我们。')),
		
		'aboutus'=>'关于IT帮手网',
		'aboutus_detail'=>'IT帮手网是中国领先的文化创意产品交易平台，每天有数以百万计的用户，通过该平台进行创意产品服务交易及获取行业信息。是中国最具成长性和商务模式领先的新型威客网站。目前，IT帮手网拥有超过300万注册会员，覆盖中国70%以上的文创行业网民，尤其是以线上提供创意及设计服务为主的威客群体。IT帮手网庞大的创意人、设计师群体，每天为雇主方提供大量的创意方案，为中国超过5000万加中小企业，提供创意交易服务。欢迎各界同仁洽谈合作！',
		'name'=>'联系人姓名：',
		'name_ogn'=>'4~16个字符，支持汉字、字母、数字、下划线，不能以数字开头,不包含特殊符号',
		'name_msg'=>'用户名输入有误！',
		'gender_male'=>'男',
		'gender_female'=>'女',
		'email'=>'联系邮箱：',
		'email_ogn'=>'请输入您常用的邮箱，格式：user@qq.com',
		'email_msg'=>'email 格式有误',
		'mobile'=>'个人手机：',
		'mobile_ogn'=>'请输入您常用的手机号, 手机号与座机号选填一项',
		'mobile_msg'=>'手机号码填写错误',
		'telephone'=>'座机电话：',
		'telephone_ogn'=>'请输入您常用的座机，格式为0592-123456985，手机号与座机号选填一项',
		'telephone_msg'=>'座机号码填写错误',
		'qq'=>'联系QQ：',
		'qq_ogn'=>'请输入您常用的QQ号码',
		'qq_msg'=>'QQ号码填写错误',
		'region'=>'所在地区：',
		'region_ogn'=>'请输入您所在地区',
		'region_msg'=>'所在地区填写错误',
		'address'=>'详细地址：',
		'address_ogn'=>'请输入您所在详细地址',
		'address_msg'=>'详细地址填写错误',
		'type'=>'合作的类别：',
		'type_choice'=>'请选择合作的方式',
		'type_msg'=>'合作方式选择错误',
		'type_ogn'=>'选择合作方式',
		'description'=>'合作描述：',
		'description_ogn'=>'20~800个字符',
		'description_msg'=>'合作描述填写错误',
		'auth_code'=>'验证码：',
		'submit'=>'确认无误立即提交 ',
		'auth_code_error'=>'验证码输入错误'
				
);